[AbstractItems.DLC06_BP_ArcMine_AbsItm DisAbstractItem]
m_ItemName="紧凑型电弧放大器"
m_PluralItemName=""
m_Description="一种将巨大的电量压缩并传导于一个小型电器的方法。解锁电弧地雷，可电击靠得太近的人。"

[AbstractItems.DLC06_BP_Armor_AbsItm DisAbstractItem]
m_ItemName="加尔瓦尼多层粘合缝制法"
m_PluralItemName=""
m_Description="一种对布料和皮革的化学处理方式。你可借此升级你的护甲。"

[AbstractItems.DLC06_BP_Boots_AbsItm DisAbstractItem]
m_ItemName="加尔瓦尼树脂包涂术"
m_PluralItemName=""
m_Description="一种增强硫化材料韧性和强度的物质。你可借此降低你的鞋子所发出的声音。"

[AbstractItems.DLC06_BP_ExpBolts_AbsItm DisAbstractItem]
m_ItemName="小型炸药提炼法"
m_PluralItemName=""
m_Description="一道能提炼出爆炸物的化学步骤。你可借此升级你的弩箭，它们击中即炸。"

